{
  "nav": {
    "home": "Home",
    "dpp": "DPP",
    "project": "Project",
    "projectOverview": "Overview",
    "projectArchitecture": "Architecture",
    "members": "Members",
    "imprint": "Imprint",
    "language": "Language"
  },
  "home": {
    "title": "Welcome to NextBike",
    "subtitle": "Digital Product Passports and Connected Manufacturing with the Asset Administration Shell",
    "dppCard": {
      "title": "Digital Product Passport",
      "description": "Learn more about the digital product passport and its significance for Industry 4.0",
      "link": "Learn more"
    },
    "projectCard": {
      "title": "The Project",
      "description": "Discover the virtual NextBike factory and the complete digital value chain",
      "link": "To the Project"
    },
    "membersCard": {
      "title": "Our Members",
      "description": "Meet the companies that made this project possible",
      "link": "To the Members"
    },
    "additionalInfo": {
      "title": "Additional Information",
      "stageTalk": {
        "title": "SPS Stage Talk",
        "description": "Download the presentation slides from the SPS Stage Talk here. The talk provides exciting insights into the practical implementation of the DPP with the Asset Administration Shell and the NextBike project.",
        "link": "View Slides on Slideshare"
      },
      "whitePaper": {
        "title": "White Paper: AAS Tool Landscape",
        "description": "This white paper provides a comprehensive overview of the Asset Administration Shell (AAS) tool landscape. It presents various tools that can be used for implementing and managing AAS-based solutions, and provides practical insights into their application possibilities.",
        "link1": "Download (openindustry4.com)",
        "link2": "Comparison Table"
      }
    }
  },
  "dpp": {
    "title": "Digital Product Passport (DPP)",
    "whatIs": {
      "title": "What is a Digital Product Passport?",
      "intro": "The <strong>Digital Product Passport (DPP)</strong> is a digital twin of a physical product that contains all relevant information about the entire lifecycle of the product.",
      "features": {
        "title": "Core Functions of the DPP:",
        "transparency": {
          "label": "Transparency:",
          "description": "Complete documentation of origin, materials, and manufacturing steps"
        },
        "sustainability": {
          "label": "Sustainability:",
          "description": "Tracking of CO2 footprint and environmental impacts"
        },
        "circular": {
          "label": "Circular Economy:",
          "description": "Support for recycling and reuse"
        },
        "compliance": {
          "label": "Compliance:",
          "description": "Meeting regulatory requirements"
        },
        "maintenance": {
          "label": "Maintenance & Service:",
          "description": "Documentation of maintenance history and technical specifications"
        }
      }
    },
    "practice": {
      "title": "DPP in Practice",
      "description1": "In the NextBike project, the DPP is realized through the <strong>Asset Administration Shell (AAS)</strong>. The AAS enables the standardized digital representation of assets and their properties throughout the entire product lifecycle.",
      "description2": "From the supplier through production to the end customer, all data is captured, linked, and made available through standardized interfaces. This enables complete traceability and creates the foundation for intelligent services and data-driven business models."
    }
  },
  "project": {
    "title": "The NextBike Project",
    "overview": {
      "title": "Project Overview",
      "description1": "The <strong>NextBike project</strong> is a demonstration platform for the virtual factory of the future. It was developed over an extended period in collaboration with the <strong>Open Industry 4.0 Alliance (OI4)</strong> and a number of leading",
      "membersLink": "member companies",
      "description2": ".",
      "valueChain": {
        "title": "Complete Digital Value Chain",
        "description": "The project demonstrates how a complete digital value chain can be represented using the <strong>Asset Administration Shell (AAS)</strong> - from suppliers through the parts catalog and configuration to production and the final Digital Product Passport (DPP)."
      }
    },
    "components": {
      "title": "Project Components",
      "suppliers": {
        "title": "Supplier Integration",
        "description": "Connection of suppliers via standardized AAS interfaces"
      },
      "catalog": {
        "title": "Digital Parts Catalog",
        "description": "Central management of all components and their properties"
      },
      "configurator": {
        "title": "Configurator",
        "description": "Customization of products according to customer requirements"
      },
      "goods": {
        "title": "Goods Receipt",
        "description": "Digital recording and tracking of incoming materials"
      },
      "machines": {
        "title": "Machine Integration",
        "description": "Real-time connection of production facilities during manufacturing"
      },
      "dpp": {
        "title": "Digital Product Passport",
        "description": "Complete documentation of the finished product"
      }
    },
    "predecessor": {
      "title": "Predecessor Projects",
      "intro": "The NextBike project builds on the findings and results of the following predecessor projects:",
      "transfer": {
        "title": "Transfer of Ownership",
        "description": "Demonstration of digital asset ownership transfer across the entire value chain, including automatic transfer of responsibilities and rights."
      },
      "notification": {
        "title": "Product Change Notification",
        "description": "System for automatic notification of product changes along the supply chain, enabling quick responses to design changes or quality issues."
      }
    },
    "architecture": {
      "title": "Technical Architecture",
      "description": "For detailed information on the technical implementation and architecture of the project, please visit our dedicated architecture page.",
      "button": "To the Architecture Documentation"
    }
  },
  "members": {
    "title": "Project Members",
    "oi4": {
      "title": "Open Industry 4.0 Alliance",
      "description1": "The NextBike project was developed under the leadership of the <strong>Open Industry 4.0 Alliance (OI4)</strong>. The OI4 is a cross-manufacturer association that promotes open standards in Industry 4.0 and fosters interoperability between different systems and manufacturers.",
      "description2": "Through collaboration in the OI4 Alliance, it is ensured that the developed solutions are applicable industry-wide and comply with the latest standards."
    },
    "companiesTitle": "Member Companies",
    "companiesIntro": "The following companies have actively contributed to the development of the NextBike project:"
  },
  "impressum": {
    "title": "Imprint",
    "loading": "Loading imprint data...",
    "error": "Error loading imprint data. Please try again later.",
    "legalInfo": "Information according to § 5 TMG",
    "contact": "Contact",
    "phone": "Phone",
    "responsible": "Responsible for content according to § 55 Abs. 2 RStV",
    "disclaimer": "Disclaimer",
    "contentLiability": "Liability for Content",
    "contentLiabilityText1": "As a service provider, we are responsible for our own content on these pages according to § 7 Abs.1 TMG under general law. However, according to §§ 8 to 10 TMG, we are not obligated as a service provider to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity.",
    "contentLiabilityText2": "Obligations to remove or block the use of information under general law remain unaffected. However, liability in this regard is only possible from the time of knowledge of a specific legal violation. Upon becoming aware of corresponding legal violations, we will remove this content immediately.",
    "linksLiability": "Liability for Links",
    "linksLiabilityText1": "Our website contains links to external third-party websites over whose content we have no control. Therefore, we cannot accept any liability for this external content. The respective provider or operator of the linked pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking.",
    "linksLiabilityText2": "However, permanent monitoring of the content of linked pages is not reasonable without concrete evidence of a legal violation. Upon becoming aware of legal violations, we will remove such links immediately.",
    "copyright": "Copyright",
    "copyrightText1": "The content and works created by the site operators on these pages are subject to German copyright law. The reproduction, editing, distribution and any kind of exploitation outside the limits of copyright require the written consent of the respective author or creator. Downloads and copies of this page are only permitted for private, non-commercial use.",
    "copyrightText2": "Insofar as the content on this page was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. Upon becoming aware of legal violations, we will remove such content immediately.",
    "projectInfo": "Project Information",
    "projectInfoText": "The NextBike project is a showcase application demonstrating Digital Product Passports and Asset Administration Shells in a virtual factory. The project was created by the Open Industry 4.0 Alliance and its member companies."
  }
}
